{
    "delusions": [
        {
            "key": "Adversity",
            "books": [
                {
                    "title": "The New Eight Steps to Happiness",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 25,
                            "text": "Rather than being an obstacle to our spiritual progress, the impurities of this present age can become fuel for our spiritual practice."
                        }, {
                            "page": 25,
                            "text": "Since in these degenerate times we are constantly surrounded by objects of attachment and aversion, we definitely need to learn how to transform them into the spiritual path bu training our mind."
                        }, {
                            "page": 143,
                            "text": "When someone we have helped repays our kindness by harming us, instead of getting angry we should try to see that person as a Spiritual Teacher and generate a mind of gratitude toward him or her."
                        },{
                            "page": 144,
                            "text": "This situation is encouraging me to abandon samsaric rebirth, so instead of getting angry or discouraged I must abandon samsaric rebirth and generate the joyful mind of renunciation—a sincere wish to attain the permanent inner peace of liberation."
                        }, {
                            "page": 145,
                            "text": "This person who is harming or disturbing me is in reality encouraging me to practice patiernce; and since it is impossible to make progress on the spiritual path without developing the strong mind of patience, he or she is of great benefit to me."
                        }, {
                            "page": 145,
                            "text": "In many ways, those who harm us are the kindest of all because they shatter our complacent view that sees samsara as a pleasure garden, and, like a powerful Spiritual Guide, they inspire us to engage more strongly in spiritual practice."
                        }, {
                            "page": 146,
                            "text": "Having taken rebirth in samsara we have to experience unsatisfactory relationships—it is impossible to find pure friends in this impure world."
                        },  {
                            "page": 146,
                            "text": "If we really want to enjoy pure, harmonious relationships we must abandon samsara."
                        }, {
                            "page": 146,
                            "text": "If we wish to live in a pure environment, or to find a place where we will always feel at home, we need to purify our mind by developing universal love and compassion."
                        }, {
                            "page": 146,
                            "text": "Practitioners of training the mind, however, are like peacocks, which are said to thrive on plants that are poisonous to other birds, because they can transform both attractive and unattractive objects into the spiritual path."
                        }, {
                            "page": 147,
                            "text": "Instead of allowing adversities to make us unhappy and discouraged we can use them to enhance our experience of the stages of the spiritual path, and thereby maintain a pure and peaceful mind all the time."
                        },  {
                            "page": 147,
                            "text": "Our normal reaction when faced with a problem is to try and find someone to blame, but if we look at the situation with wisdom we will realize that we created the cause of that problem through our negative actions."
                        }, {
                            "page": 147,
                            "text": "Instead of blaming others for our problems, we should use our misfortunes to deepen our understanding of karma."
                        }, {
                            "page": 147,
                            "text": "By training our mind to recognize the spiritual lessons in all our experiences, we can come to view everyone and everything as our Spiritual Teacher, and we can turn any and every situation to our advantage."
                        }, {
                            "page": 151,
                            "text": "For instance, when someone out of anger or jealousy harms or insults us, with our mind abiding in love and compassion we should happily accept the harm and not retaliate—this is the meaning of accepting defeat and offering the victory to others."
                        }
                    ]
                }, {
                    "title": "How to Transform Your Life",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 10,
                            "text": "If we were to respond to difficult situations with a positive or peaceful mind, they would not be problems for us; indeed, we may even come to regard them as challenges or opportunities for growth and development."
                        }
                    ]
                }, {
                    "title": "How to Solve Our Human Problems",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 35,
                            "text": "As long as we are in samsara, we cannot avoid unpleasant, difficult situations and a certain amount of physical discomfort, but by training our mind to look at frustrating situations in a more realistic way, we can free ourself from a lot of unnecessary mental suffering."
                        }, {
                            "page": 40,
                            "text": "When we learn to accept difficult circumstances patiently, the real problem disappears."
                        }, {
                            "page": 41,
                            "text": "There is a certain mental stability to be gained from simply recognizing that every experience of pain or discomfort is the fault of our being trapped in samsara—of our being born, living, and dying in a state of unknowing and confusion."
                        }, {
                            "page": 43,
                            "text": "Circumstances or other people have no power to make us feel bad—the most they can do is trigger the potentials for painful feelings that already exist within our own mind."
                        }, {
                            "page": 47,
                            "text": "Renunciation and compassion are two of the most important spiritual realizations, and it is our suffering that enables us to gain these realizations."
                        }, {
                            "page": 47,
                            "text": "Those who do not learn to face the truth of suffering with courage, and to accept their own problems patiently, will not only feel helpless and unhappy but also deprive themselves of the opportunity to develop any authentic spiritual realizations."
                        }, {
                            "page": 64,
                            "text": "All the harm we receive is the result of the deluded actions that we ourself have created, and so it is completely inappropriate to blame this suffering on others."
                        }, {
                            "page": 67,
                            "text": "Whenever we are harmed, abused, criticized, and so forth, the opportunity arises to create immense inner wealth."
                        }, {
                            "page": 74,
                            "text": "By accepting the comparatively insignificant suffering we experience in the human realm, and using it to increase our renunciation, compassion, and other spiritual realizations, we can quickly attain the supreme happiness of full enlightenment and become of benefit to all living beings."
                        }
                    ]
                }, {
                    "title": "Universal Compassion",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 57,
                            "text": "We need to transform whatever circumstances we meet, whether good or bad, into the spiritual path by channeling all our actions in a virtuous direction."
                        },{
                            "page": 60,
                            "text": "For example, if we become sick, poor, friendless, or meet with terrible accidents; if we are ignored, slandered, or physically assaulted; if we suffer mental anguish, depression, and so on, we should remember the teachings on karma and immediately recognize that all these difficult situations are the result of our own past negative actions."
                        }, {
                            "page": 60,
                            "text": "We should try to learn from adversities and think: \"My experiencing these adverse conditions is a reminder that if I want to be free from the sufferings they bring I must purify the negative actions that I have accumulated.\""
                        }, {
                            "page": 60,
                            "text": "Therefore, when sufferings arise we should view them as a lesson on the dangers of samsara and encourage ourself to seek liberation."
                        }, {
                            "page": 61,
                            "text": "If we use our suffering to develop and strengthen our renunciation, it becomes a wise counselor and a cause for spiritual realizations."
                        }, {
                            "page": 61,
                            "text": "With Dharma wisdom, however, problems and hardships become causes of renunciation and other virtuous minds."
                        }, {
                            "page": 61,
                            "text": "In fact, if we did not experience any adverse conditions it is unlikely that we would generate virtuous minds such as renunciation because it is difficult to develop a genuine wish for freedom while we are enjoying an easy and pleasant life."
                        }, {
                            "page": 61,
                            "text": "When we encounter problems we should think of the countless beings who are experiencing sufferings of every kind, often much more severe than our own, and in this way generate a wish for others to be free from their sufferings."
                        }, {
                            "page": 62,
                            "text": "A person who sincerely practices transforming adverse conditions into the path will find many good qualities in suffering, and so he or she will always remain calm and undaunted."
                        }, {
                            "page": 62,
                            "text": "Faced with any situation of suffering or difficulty, we remember that the three spheres—we, who are experiencing the suffering, the experience of suffering itself, and the object or condition causing our suffering—are empty of inherent existence."
                        }, {
                            "page": 64,
                            "text": "Therefore, any misfortune we experience should immediately urge us to engage in practices for accumulating merit."
                        }, {
                            "page": 65,
                            "text": "The very manifestation of suffering should remind us of its cause, our own negative actions."
                        }, {
                            "page": 65,
                            "text": "The more difficult our circumstances, the more encouraged we should feel to practice purification."
                        }
                    ]
                }
            ]
        }, {
            "key": "Anger",
            "books": [
                {
                    "title": "How to Solve Our Human Problems",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 21,
                            "text": "To solve the problem of anger, we first need to recognize the anger within our mind, acknowledge how it harms both ourself and others, and appreciate the benefits of being patient in the face of difficulties."
                        }, {
                            "page": 22,
                            "text": "There is nothing more destructive than anger."
                        }, {
                            "page": 24,
                            "text": "Anger is by nature a painful state of mind."
                        }, {
                            "page": 24,
                            "text": "Anger transforms even a normally attractive person into an ugly red-faced demon."
                        }, {
                            "page": 24,
                            "text": "Wishing to retaliate against those we think have harmed us, we expose ourself to great personal danger merely for petty revenge."
                        }, {
                            "page": 24,
                            "text": "One of the most harmful effects of anger is that it robs us of our reason and good sense."
                        }, {
                            "page": 24,
                            "text": "When we are angry we lose all freedom of choice, driven here and there by an uncontrollable rage."
                        }, {
                            "page": 25,
                            "text": "A couple may genuinely love one another, but if they frequently get angry with each other, the times when they are happy together will become fewer and further between."
                        }, {
                            "page": 25,
                            "text": "In a close relationship, opportunities to get angry arise many times a day, so to prevent the build-up of bad feelings we need to deal with anger as soon as it begins to arise in our mind."
                        }, {
                            "page": 26,
                            "text": "It is through our anger and hatred that we transform people into enemies."
                        }, {
                            "page": 26,
                            "text": "We generally assume that anger arises when we encounter a disagreeable person, but actually it is the anger already within us that transforms the person we meet into our imagined enemy."
                        }, {
                            "page": 27,
                            "text": "If we were truly peaceful inside and had our mind under control, difficult people or circumstances would not be able to disturb this peace, and so we would not feel compelled to blame others or regard them as our enemy."
                        }, {
                            "page": 28,
                            "text": "As soon as we notice our mind starting to get agitated—for example when dwelling on someone’s faults and blaming him or her for the unpleasant feelings in our mind—we should immediately recall the faults of anger."
                        }, {
                            "page": 28,
                            "text": "Remembering that anger will solve nothing and only create more suffering for both ourself and others, we should then make the effort to channel our mind in a more constructive direction."
                        }, {
                            "page": 29,
                            "text": "If we are able to recognize a negative train of thought before it develops into full-blown anger, it is not too hard to control."
                        }, {
                            "page": 29,
                            "text": "Those who truly wish to be happy, therefore, should make the effort to free their minds from the poison of anger."
                        }, {
                            "page": 30,
                            "text": "Anger is our real enemy, and until we evict it from our mind it will continue to cause us unimaginable suffering."
                        }, {
                            "page": 31,
                            "text": "Yet the inner poison of anger harms us much more than any physical poison—its venom reaches even into our future lives—so our desire to eliminate it should be that much stronger."
                        }, {
                            "page": 36,
                            "text": "There is nothing strong or courageous in reacting to hardship or insults with anger—all we are doing is being defeated by our delusions."
                        }, {
                            "page": 59,
                            "text": "Our anger never helps us, and another person’s anger never helps them. All anger ever does is destroy our own and others’ virtues and bring nothing but unhappiness."
                        }, {
                            "page": 60,
                            "text": "Abandoning all our anger is a big job, but if we take it one step at a time it is not so difficult, and gradually the tendencies of anger in our mind will become weaker and weaker."
                        }, {
                            "page": 46,
                            "text": "We should realize that our deadliest enemies are anger and our other delusions."
                        }
                    ]
                }, {
                    "title": "Universal Compassion",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 93,
                            "text": "However, if we indulge our anger and hold onto it for days, weeks, or even years, it will turn into resentment which is far worse than anger itself."
                        }, {
                            "page": 93,
                            "text": "If someone speaks harshly or spitefully to us, we should not reply with anger or sarcasm. If we do not retaliate it is quite possible that the other person’s anger will subside and their mind will become calm."
                        }, {
                            "page": 109,
                            "text": "If there is someone with whom we always seem to get angry we should make a special point of meditating on being patient with them."
                        }
                    ]
                }, {
                    "title": "Meaningful to Behold",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 188,
                            "text": "In a similar fashion, when those to whom we cling are harmed, the dry grass of attachment carries their harm to us as we burn with the fire of anger and thereby consume our wealth of merit."
                        }, {
                            "page": 172,
                            "text": "Just as water cannot flow in a stream that has been blocked, anger cannot arise in a mind that no longer entertains unhappy thoughts."
                        }, {
                            "page": 171,
                            "text": "The more clearly we understand that the sole function of anger is to make us miserable, the more motivated we shall be to train ourselves in patience and defeat this enemy."
                        }
                    ]
                }, {
                    "title": "The New Eight Steps to Happiness",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 70,
                            "text": "For example, when anger arises in our mind, instead of making excuses we need to say to ourself: \"This anger is the inner poison of delusion. It has no value or justification; its only function is to harm. I will not tolerate its presence in my mind.\""
                        }, {
                            "page": 71,
                            "text": "While acknowledging that we have delusions we should not identify with them, thinking, \"I am a selfish, worthless person\" or \"I am an angry person.\" Instead we should identify with our pure potential and develop the wisdom and courage to overcome our delusions."
                        }, {
                            "page": 131,
                            "text": "If we often get angry with our friends we are transforming them into maras."
                        }
                    ]
                }, {
                    "title": "Ocean of Nectar",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 93,
                            "text": "Anger never brings redress, but only adds to our present troubles; and because it causes suffering in future lives it is also contradictory with our wish for future happiness."
                        }, {
                            "page": 93,
                            "text": "If someone harms us and we become angry, our anger cannot undo the harm that was done."
                        }, {
                            "page": 95,
                            "text": "Anger either weakens or destroys the potentiality of our virtuous actions to produce beneficial results in the future."
                        }, {
                            "page": 96,
                            "text": "Anger destroys all our positive minds. For example, it robs us of our ability to discriminate right from wrong."
                        }
                    ]
                }, {
                    "title": "Modern Buddhism",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 91,
                            "text": "Anger destroys our merit, or good fortune, so that we will continually experience many obstacles, and due to lacking good fortune it will be difficult to fulfill our wishes, especially our spiritual goals."
                        }
                    ]
                }, {
                    "title": "How to Understand the Mind",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 67,
                            "text": "Unless we make an effort to practice non-hatred we will find it difficult to control our anger; and if our mind is filled with anger we will not experience peace or happiness."
                        }, {
                            "page": 68,
                            "text": "Anger is like fire. If we detect a fire as soon as it starts it will be easy to extinguish, but if we wait until it has taken hold it will be very difficult to control."
                        }, {
                            "page": 119,
                            "text": "When we are free from anger others will appreciate us and respect us; and then we will know the benefits of preventing anger from our own experience."
                        }, {
                            "page": 150,
                            "text": "Even if we develop aggression, if we soon forget our anger this is much less harmful than bearing a grudge for many years."
                        }
                    ]
                }, {
                    "title": "Introduction to Buddhism",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 105,
                            "text": "In addition, while external enemies can harm us only in this life, anger harms us for many future lives."
                        }, {
                            "page": 66,
                            "text": "Anger destroys both peace of mind and peace in the world."
                        }
                    ]
                }
            ]
        }, {
            "key": "Anxiety",
            "books": [
                {
                    "title": "How to Transform Your Life",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 324,
                            "text": "The purpose of meditation is to make our mind calm and peaceful. As mentioned earlier, if our mind is peaceful we will be free from worries and mental discomfort, and so we will experience true happiness; but if our mind is not peaceful, we will find it very difficult to be happy, even if we are living in the very best conditions."
                        }, {
                            "page": 325,
                            "text": "By training in meditation, we create an inner space and clarity that enables us to control our mind regardless of the external circumstances."
                        }, {
                            "page": 326,
                            "text": "At the beginning, even if our meditation does not seem to be going well, we should remember that simply by applying effort to training in meditation, we are creating the mental karma to experience inner peace in the future."
                        }, {
                            "page": 328,
                            "text": "So much of the stress and tension we normally experience comes from our mind, and many of the problems we experience, including ill health, are caused or aggravated by this stress. Just by doing breathing meditation for ten or fifteen minutes each day, we will be able to reduce this stress."
                        }, {
                            "page": 171,
                            "text": "All worries, anxiety and sadness are based on self-cherishing. The moment we let go of our obsessive concern for our own welfare, our mind naturally relaxes and becomes lighter."
                        }, {
                            "page": 168,
                            "text": "If we examine all the times we have been miserable, we will discover that they are characterized by an excessive concern for our own welfare."
                        }
                    ]
                }, {
                    "title": "How to Solve Our Human Problems",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 44,
                            "text": "When we identify with our feelings, we make them bigger and more solid than they are, and it becomes much more difficult to let the unpleasant feelings go."
                        }, {
                            "page": 44,
                            "text": "On the other hand, when we learn to view our feelings in a more detached way, seeing them simply as waves in the ocean of our mind, they become less frightening and much easier to deal with constructively."
                        }, {
                            "page": 34,
                            "text": "If there is a way to remedy an unpleasant, difficult situation, what point is there in being unhappy? On the other hand, if it is completely impossible to remedy the situation or to fulfill our wishes, there is also no reason to get upset, because how will becoming unhappy help?"
                        }
                    ]
                }, {
                    "title": "Introduction to Buddhism",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 104,
                            "text": "We need to cultivate patience even if we have no interest in spiritual development, because without it, we remain vulnerable to anxiety, frustration, and disquiet."
                        }
                    ]
                }, {
                    "title": "Eight Steps to Happiness",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 157,
                            "text": "Unless we make some time every day to meditate, we will find it very difficult to maintain peaceful and positive minds in our daily life, and our spiritual practice as a whole will suffer."
                        }
                    ]
                }
            ]
        }, {
            "key": "Attachment",
            "books": [
                {
                    "title": "How to Transform Your Life",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 10,
                            "text": "It is the deluded mind of attachment that projects all kinds of pleasurable qualities onto its objects of desire and then relates to them as if they really did possess those qualities."
                        }, {
                            "page": 71,
                            "text": "If during our life we have worked hard to acquire possessions, and if we have become very attached to them, we will experience great suffering at the time of our death, thinking, \"Now I have to leave all my precious possessions behind.\""
                        }, {
                            "page": 72,
                            "text": "Whether we are attached to our family and friends or not, we will eventually be separated from them, either before death or by death."
                        }, {
                            "page": 81,
                            "text": "Although a good reputation, an important position, and wealth are generally considered beneficial, they can in fact hinder our attainment of enlightenment by distracting our untamed mind from the spiritual path."
                        }, {
                            "page": 81,
                            "text": "Through being attached to a good reputation and so forth, we will descend to the lower realms and remain caught in the swamp of samsara."
                        }, {
                            "page": 89,
                            "text": "Just as a bird cannot fly if it has stones tied to its legs, so we cannot make progress on the spiritual path if we are tightly tied down by the chains of attachment."
                        }, {
                            "page": 90,
                            "text": "We need to reduce our attachment to worldly pleasures by realizing that they are deceptive and cannot give real satisfaction."
                        }, {
                            "page": 97,
                            "text": "We have strong attachment to the fulfillment of our own wishes and for this aim we work very hard throughout our life, experiencing many difficulties and problems."
                        }, {
                            "page": 134,
                            "text": "The moment we notice attachment arising in our mind, we should be on our guard—no matter how pleasant it may seem to follow our attachment, it is like licking honey off a razor’s edge and in the long run invariably leads to more suffering."
                        }, {
                            "page": 170,
                            "text": "It is sometimes very difficult to distinguish between our love and our attachment for others, but, when we are able to do so, we will see that it is invariably the attachment that is the cause of our suffering."
                        }, {
                            "page": 204,
                            "text": "If our love for our friends is mixed with strong attachment, it will be conditional upon their behaving in ways that please us, and, as soon as they do something we disapprove of, our liking for them may turn to anger."
                        }, {
                            "page": 162,
                            "text": "A desire that is attachment necessarily disturbs our mind, but, since it may affect us in subtle, indirect ways, we may find it difficult to recognize when it arises in our mind."
                        }, {
                            "page": 200,
                            "text": "The more we get what we want, the stronger our attachment becomes; and the stronger our attachment, the more difficult it is to find satisfaction."
                        }, {
                            "page": 233,
                            "text": "If we are suffering from strong attachment, for example, we can consider all those who are also suffering from attachment, develop compassion for them, and imagine that we take on all their attachment together with the suffering it causes. This is a powerful method for destroying our own attachment."
                        }
                    ]
                }, {
                    "title": "How to Solve Our Human Problems",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 4,
                            "text": "Due to strong attachment to our own views, we immediately experience the inner problem of unpleasant feelings when someone opposes them."
                        }
                    ]
                }, {
                    "title": "How to Understand the Mind",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 64,
                            "text": "Attachment harms us greatly by preventing us from developing the wish to escape from samsara."
                        }, {
                            "page": 65,
                            "text": "Attachment is like a rope that ties us to samsara. As long as we have strong attachment we have no mental freedom but are controlled by circumstances, like a puppet on a string."
                        }, {
                            "page": 114,
                            "text": "Love is a virtuous mind that creates only peace and happiness, whereas attachment is never virtuous and causes pain and problems."
                        }, {
                            "page": 115,
                            "text": "Temporarily we can abandon attachment by contemplating its faults and then applying appropriate opponents, such as meditation on impermanence or meditation on unattractiveness."
                        }, {
                            "page": 116,
                            "text": "Attachment is the principal cause of dissatisfaction. It never causes contentment, only restlessness and discontent."
                        }
                    ]
                }, {
                    "title": "The New Eight Steps to Happiness by Geshe Kelsang Gyatso",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 127,
                            "text": "The more we get what we want the stronger our attachment becomes, and the stronger our attachment the more difficult it is to find satisfaction."
                        }, {
                            "page": 221,
                            "text": "It is particularly helpful to meditate on the emptiness of objects that arouse strong delusions in us like attachment or anger."
                        }
                    ]
                }, {
                    "title": "Modern Buddhism",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 5,
                            "text": "When we lose a close friend we experience pain and unhappiness, but this is only because of our attachment to this friend."
                        }, {
                            "page": 5,
                            "text": "When we lose our possessions, position, or reputation we experience unhappiness and depression because we are so attached to these things."
                        }, {
                            "page": 29,
                            "text": "The mind that spontaneously thinks each and every day, “I may die today” is the realization of death. It is this realization that directly eliminates our laziness of attachment and opens the door to the spiritual path."
                        }, {
                            "page": 141,
                            "text": "Knowing that whatever appears to our mind is mere appearance, when attractive objects appear we will not grasp at them and develop attachment, and when unattractive objects appear we will not grasp at them and develop aversion or anger."
                        }
                    ]
                }, {
                    "title": "Meaningful to Behold",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 227,
                            "text": "What are the disadvantages of becoming attached to our friends, family, pets and the like? We must remember that both the subject and object of our clinging attitudes are transient, impermanent and changing every moment."
                        }, {
                            "page": 227,
                            "text": "With our mind interested only in the affairs and attachments of this lifetime we waste this rare opportunity of our perfect human existence."
                        }, {
                            "page": 122,
                            "text": "It is because of our attachment that we continue to wander in samsara and experience infinite suffering."
                        }, {
                            "page": 218,
                            "text": "Similarly, holding on with attachment to the small pleasures derived from attractive objects deprives us of the certain happiness of enlightenment and exposes us to disappointment and misery."
                        }, {
                            "page": 153,
                            "text": "If we do not reduce our attachment to our own body it will be impossible for us to keep pure moral discipline."
                        }, {
                            "page": 188,
                            "text": "In a similar fashion, when those to whom we cling are harmed, the dry grass of attachment carries their harm to us as we burn with the fire of anger and thereby consume our wealth of merit."
                        }
                    ]
                }, {
                    "title": "Universal Compassion",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 79,
                            "text": "We must also try to eliminate all kinds of attachment to material things, particularly our own body. In this way we shall be able to die with a peaceful and virtuous mind."
                        }, {
                            "page": 103,
                            "text": "A desire is desirous attachment only if it disturbs our peace of mind."
                        }
                    ]
                }, {
                    "title": "Joyful Path of Good Fortune",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 376,
                            "text": "For example, if we have a problem of strong desirous attachment we emphasize the meditations on repulsiveness—seeing our own body, the bodies of others, our environment, and our enjoyments as unclean."
                        }, {
                            "page": 466,
                            "text": "It is important to overcome attachment to possessions and discouragement at our lack of material things because these states of mind are great obstacles to our spiritual practice."
                        }
                    ]
                }, {
                    "title": "The Mirror of Dharma",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 65,
                            "text": "Realizing that worldly pleasures are deceptive, and that they distract us from using our life in a meaningful way, we should abandon attachment to them."
                        }
                    ]
                }
            ]
        }, {
            "key": "Jealousy",
            "books": [
                {
                    "title": "Meaningful to Behold",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 81,
                            "text": "While rejoicing in others’ good fortune brings us happiness and benefit, jealousy does nothing but harm our mind."
                        },{
                            "page": 81,
                            "text": "However, if the comfort of others provokes jealousy in our mind, we shall experience unhappiness in both the present and the future."
                        }, {
                            "page": 81,
                            "text": "When we rejoice in the happiness and comfort of others we create the cause for enjoying such experiences ourselves."
                        }, {
                            "page": 81,
                            "text": "Jealousy not only destroys our virtue and pulls us down, but it makes it impossible for us to develop the precious bodhichitta."
                        }, {
                            "page": 81,
                            "text": "From fights between neighbours to wars between nations, a frequent source of conflict is the deluded mind of jealousy."
                        }, {
                            "page": 81,
                            "text": "Thus in the same way that anger is overcome by our practice of love and patience and our attachment can be lessened by meditating on a desirable object’s unpleasant or repulsive characteristics, so too can we counteract the jealous mind by rejoicing in the virtues of others."
                        }, {
                            "page": 156,
                            "text": "On the other hand, if we are jealous of other peoples’ good qualities, ungrateful and overly critical, our own mind shall become unhappy and disturbed and we shall be planting the seeds to experience much suffering in the future."
                        }, {
                            "page": 189,
                            "text": "If someone who is our rival is praised, instead of becoming jealous we should be happy and rejoice."
                        }, {
                            "page": 190,
                            "text": "Jealousy is one of the most senseless and purposeless of all the delusions."
                        }, {
                            "page": 190,
                            "text": "Furthermore, generating jealousy on the one hand yet wishing to obtain wealth and possessions on the other are contradictory states of mind."
                        }
                    ]
                }, {
                    "title": "Modern Buddhism",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 45,
                            "text": "Our jealousy is like a thorn piercing our mind, causing us to experience both mental and physical suffering for long periods of time."
                        }, {
                            "page": 227,
                            "text": "Jealousy is very harmful for individuals and society. In an instant it can destroy our own and others’ happiness and harmony and lead to fighting, or even war."
                        },{
                            "page": 227,
                            "text": "Our problems of jealousy can be solved simply by learning to rejoice in other’s happiness and goodness."
                        }
                    ]
                }, {
                    "title": "How to Solve Our Human Problems",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 47,
                            "text": "When a rival is successful or praised, it is very easy to feel jealous, but why should someone else’s happiness make us unhappy?"
                        }, {
                            "page": 74,
                            "text": "When a jealous person sees signs of other people’s success and good fortune, his heart is pierced with envy. But someone who has learned to rejoice in the good fortune of others experiences only happiness."
                        }, {
                            "page": 75,
                            "text": "Rejoicing in other people’s happiness or good qualities is one of the purest of all virtuous minds, because it is unstained by self-cherishing."
                        }, {
                            "page": 75,
                            "text": "Rejoicing in the good fortune of others creates the cause for us to enjoy similar good fortune in the future, and rejoicing in the good qualities of others creates the cause for us to develop similar qualities."
                        }, {
                            "page": 75,
                            "text": "Rejoicing is the easiest way to increase our merit, it delights all the Buddhas, and it is the supreme method for gathering a circle of friends."
                        }, {
                            "page": 76,
                            "text": "It is only our senseless jealousy that deprives us of feeling pleasure when others receive praise."
                        }, {
                            "page": 76,
                            "text": "If we have the aspiration to benefit all living beings, why should we ever become unhappy when through their own efforts others find a small amount of happiness."
                        }, {
                            "page": 77,
                            "text": "As long as our mind is filled with jealousy, we will never be able to develop the precious heart of bodhichitta."
                        }, {
                            "page": 77,
                            "text": "Jealousy is one of the most senseless and purposeless of all delusions. Nothing can be gained from being jealous of another’s good fortune, good job, reputation, or success."
                        }
                    ]
                }, {
                    "title": "How to Understand the Mind",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 151,
                            "text": "Jealousy is entirely futile because neither does it cause the other person’s fortune or good qualities to decline, nor does it increase our own; all it does is to rob us of our own peace and happiness."
                        }, {
                            "page": 152,
                            "text": "Those with great wisdom never become jealous because they have a deep understanding of the faults of jealousy."
                        }
                    ]
                }, {
                    "title": "The New Eight Steps to Happiness",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 58,
                            "text": "Jealousy, for example, is a state of mind that cannot bear another’s good fortune, but if we cherish someone how can his or her good fortune disturb our mind?"
                        }
                    ]
                }, {
                    "title": "The New Meditation Handbook",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 144,
                            "text": "Rejoicing in virtue increases our virtuous tendencies and overcomes jealousy andcompetitiveness."
                        }
                    ]
                }, {
                    "title": "Universal Comppassion",
                    "author": "Geshe Kelsang Gyatso",
                    "quotes": [
                        {
                            "page": 22,
                            "text": "If we practice cherishing others sincerely in this life we shall resolve our many problems of anger, jealousy, and so forth, and our mind will always be calm and peaceful."
                        }, {
                            "page": 92,
                            "text": "If our greatest problem is jealousy we should emphasize overcoming this delusion by meditating on love and compassion, and by rejoicing in the good qualities of others."
                        }
                    ]
                }
            ]
        }
    ]
}